import React from 'react'
import './QA.css'
import { Link } from 'react-router-dom'

export default function QA() {
  return (
    <>
      <div className='QA-container'>
        <h1>კითხვები და პასუხები: </h1>
        <ul>
          <strong><li>როგორ მოძრაობას ასრულებ კიბეებზე ასვლისას, არბენისას/ჩამოსვლისას, ჩამორბენისას?</li></strong>
          <p>- მოძრაობა ასვლისას ნელია, არბენისას - სწრაფი, ჩამოსვლისას - ნელი, ჩამორბენისას - სწრაფი.</p>
          <strong><li>რას უდრის შენ მიერ განვითარებული სიჩქარე თითოეულ შემთხვევაში.</li></strong>
          <p>- ჩემი სიჩქარე არბენისას არის დაახლოებით 0.54 მ/წმ, ჩამორბენისას - 0.45 მ/წმ, ასვლისას - 0.3 მ/წმ და ჩამოსვლისას - 0.3 მ/წმ.</p>
          <strong><li>რა მუშაობას ასრულებს თქვენზე მოქმედი სიმძიმის ძალა კიბეებზე ასვლისას/ჩამოსვლისას? </li></strong>
          <p>- სიმძიმის ძალა ასვლისას ასრულებს უარყოფით მუშაობას, რადგან გადაადგილებისა და სიმძიმის ძალის ვექტორები ერთმანეთის საპირისპიროდაა მიმართული. ხოლო ჩამოსვლისას სიმძიმის ძალა ასრულებს დადებით მუშაობას, რადგან გადაადგილებისა და სიმძიმის ძალის ვექტორები ერთმანეთს ემთხვევა.
          </p>
          <strong><li>შეადარეთ კიბეზე არბენისას და ასვლისას სიმძიმის ძალის მიერ შესრულებული მუშაობები.</li></strong>
          <p>- სიმძიმის ძალის მუშაობა გამოითვლება ფორმულით: A = -mgh (ასვლისას) და A = mgh (ჩამოსვლისას). ჩემი მონაცემების მიხედვით, სიმძიმის ძალის მიერ შესრულებული მუშაობა კიბეზე ასვლისას არის -1215 ჯ, ხოლო ჩამოსვლისას 1215 ჯ.</p>
          <strong><li>როგორ იცვლება თქვენი პოტენციური ენერგია კიბეებზე ასვლისას? არბენისას?(ჩამოსვლისას, ჩამორბენისას?)</li></strong>
          <p>- კიბეებზე ასვლისას ან არბენისას ჩემი პოტენციური ენერგია იზრდება, რადგან სიმაღლე ნულოვანი დონიდან მატულობს. კიბეებზე ჩამოსვლისას ან ჩამორბენისას ჩემი პოტენციური ენერგია მცირდება, რადგან სიმაღლე ნულოვანი დონიდან იკლებს.</p>
          <strong><li>რა სიჩქარით უნდა გემოძრავათ ჰორიზონტალურ უბანზე იგივე სიდიდის კინეტიკური ენერგია რომ გქონოდათ?</li></strong>
          <p>- იმისთვის, რომ ჰორიზონტალურ უბანზე იგივე სიდიდის კინეტიკური ენერგია მქონდეს, ჩემი სიჩქარე უნდა იყოს იგივე, რაც კიბეებზე ასვლისას, ჩამოსვლისას, არბენისას, ჩამორბენისას მიღებული სიჩქარე.</p>
        </ul>
      </div>
    </>
  )
}
